# RiseDividedBy120Inches Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..RiseDividedBy120Inches Property
UnitTypeId Class See Also
---
Rise / 120 inches.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId RiseDividedBy120Inches { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RiseDividedBy120Inches As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RiseDividedBy120Inches {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace